# Homebrew Bundle File

#: Homebrew Formulas
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

#: Terminal Binaries
brew "mas"
brew "neovim"
brew "tmux"
brew "vim"
brew "youtube-dl"

#: Standalone Apps
cask "discord"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "microsoft-edge"
cask "netnewswire"
cask "plex"
cask "powershell"

#: Fonts
cask "font-saucecodepro-nerd-font"

#: App Store
mas "Bear", id: 1091189122
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "Front and Center", id: 1493996622
mas "Ghostery Lite", id: 1436953057
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835
